Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Mam nadzieję, że wiecie co robicie... ta winnica ma już zbyt wiele złych dni w swojej historii.
uk: Сподіваюся, ви знаєте, що робите... Цей виноградник вже мав забагато поганих днів у своїй історії.

source: Mam nadzieję, że wiesz co robisz. Kto wie czy ta decyzja jeszcze się na nas nie zemści.
uk: Сподіваюся, ти розумієш, що робиш. Хто знає, чи не обернеться це рішення проти нас.

source: Mam nadzieję, że winnego tego potwornego czynu spotka najwyższa kara!
uk: Сподіваюся, що винуватець цього жахливого вчинку отримає найвищу міру покарання!

source: Mam nadzieję, że wy, moi drodzy koledzy również kiedyś tej jasności umysłu zaznacie...
uk: Сподіваюся, що і ви, мої дорогі колеги, колись досягнете такої ясності розуму...

source: Mam nadzieję, że wyciągasz odpowiednie lekcje z tego, czym się zajmujesz.
uk: Сподіваюся, ти винесеш правильні уроки з того, що робиш.

source: Mam nadzieję, że wydobycie poszło tak dobrze, jak oczekiwałeś. Zobaczmy, co tam masz.
uk: Сподіваюся, видобуток пройшов, як очікувалось. Давай подивимось, що там у тебе.

source: Mam nadzieję, że wyrobię się z zamówieniami, hahaha. 17 skrzynek tygodniowo na początek, Adanosie, dopomóż.
uk: Сподіваюся, що впораюся із цими замовленнями, ха-ха-ха. 17 ящиків на тиждень для початку, Аданосе, допоможи.

source: Mam nadzieję, że z czasem będzie lepiej. W straży wszyscy ciepło cię wspominają.
uk: Сподіваюся, з часом стане краще. У Варті про тебе всі згадують з теплотою.

source: Mam nadzieję, że zasmakuje Marcie.
uk: Сподіваюся, воно припаде до смаку Марті.

source: Mam nadzieję, że zbytnio się nie zmęczyłeś. Zupa akurat się ugotowała, będziesz mógł sobie pojeść po pracy.
uk: Сподіваюся, ти не дуже втомився. Суп щойно зварився, зможеш поїсти після роботи.

source: Mam nadzieję, że zdecydujesz się dla mnie pracować jak najdłużej.
uk: Сподіваюся, ти вирішиш працювати на мене якомога довше.

source: Mam nadzieję.
uk: Сподіваюсь на це.

source: Mam nadzieję... co powinienem wiedzieć jako... goniec?
uk: Сподіваюся... а що я повинен знати, як... посланець?

source: Mam nadzorować twoje poczynania. Rozkaz był jasny, nie muszę ci pomagać.
uk: Я маю наглядати за твоїми діями. Наказ був чітким, я не зобов'язаний тобі допомагати.

source: Mam nakaz przeszukania tego domu.
uk: У мене є ордер на обшук цього будинку.

source: Mam nakaz przeszukania tego domu. (Skłam)
uk: У мене є ордер на обшук цього будинку. (Збрехати)

source: Mam nietypową prośbę...
uk: У мене незвичайне прохання...

source: Mam nietypową sprawę.
uk: У мене є незвичайна справа.

source: Mam ochotę na mały pojedynek.
uk: Я хочу влаштувати невеличкий поєдинок.

source: Mam ochotę na pieniste piwo.
uk: Мені хочеться пінного пива.

source: Mam ochotę na rybę.
uk: Я хочу риби.

source: Mam ochotę. A tobie co do łba strzeliło?
uk: Я тільки за. А що тобі стукнуло в голову?

source: Mam oczyścić tych ludzi świętym ogniem.
uk: Я маю очистити цих людей священним вогнем.

source: Mam odejść?
uk: Мені піти?

source: Mam odpowiedź od Lorenzo.
uk: Маю відповідь від Лоренцо.

source: Mam odtrutkę. Oddam ci ją za informacje o Jornie.
uk: Я маю протиотруту. Я віддам її тобі за інформацію про Йорна.

source: Mam okradać strażników i utrudniać im śledztwo?
uk: Я маю обкрадати вартових і перешкоджати їхньому розслідуванню?

source: Mam paczkę z zielem, o którą prosił Nevil. Powinienem do niego wrócić.
uk: У мене є пакунок із травою, який просив Невіл. Потрібно повертатися до нього.

source: Mam paczkę z zielem, o którą prosił Nevil. Powinienem do niego wrócić. Ciekawe, czy ci rybacy mieli coś wspólnego z przemytnikami, których ostatnio śledziliśmy. Lorenzo z pewnością będzie zainteresowany tą informacją.
uk: У мене є пакунок із травою, який просив Невіл. Потрібно повертатися до нього. Цікаво, чи мають ці рибалки якесь відношення до контрабандистів, за якими ми стежимо останнім часом. Лоренцо, безумовно, зацікавить ця інформація.

source: Mam paczkę z zielem, o którą prosił Nevil. Powinienem do niego wrócić. Z drugiej strony, Roderich pewnie byłby zainteresowany rybakami rozprowadzającymi ziele... tylko wtedy pewnie zarekwiruje zdobytą przeze mnie paczkę...
uk: У мене є пакунок із травою, який просив Невіл. Потрібно повертатися до нього. З іншого боку, Родеріх, напевно, зацікавиться рибалками, які розповсюджують траву... тільки тоді він, напевно, забере і мій пакунок...

source: Mam parę pytań dotyczących obywatelstwa...
uk: У мене є кілька запитань про громадянство...

source: Mam parę pytań.
uk: У мене є кілька запитань.

source: Mam parę pytań...
uk: У мене є декілька запитань...

source: Mam parę trofeów na sprzedaż.
uk: У мене є трофеї на продаж.

source: Mam pewien pomysł, ale będę potrzebował Dustera, zaraz kogoś po niego poślę. W międzyczasie będę miał małe zadanie dla kogoś z doświadczeniem w terenie.
uk: У мене є ідея, але мені знадобиться Дастер, і я негайно пошлю когось за ним. А поки що у мене є невелике завдання для когось з бойовим досвідом.

source: Mam pewien pomysł, ale nie bardzo ci się spodoba.
uk: У мене є ідея, але вона тобі не сильно сподобається.

source: Mam pewien pomysł, by trochę wyrównać nasze szanse...
uk: У мене є ідея як трохи зрівняти наші шанси...

source: Mam pewien pomysł, jak zdobyć potrzebne przedmioty, ale potrzebuje zwojów...
uk: Маю певну ідею, як дістати потрібні предмети, але мені необхідні сувої...

source: Mam pewien pomysł.
uk: У мене є ідея...

source: Mam pewien pomysł. Napakuj tyle złota do kieszeni, ile tylko jesteś wstanie unieść. I tak muszę iść po kogoś, kto tę skrzynię zabezpieczy.
uk: У мене є ідея. Набери собі в кишені стільки золота, скільки зможеш донести. Мені все одно доведеться знайти когось, хто б охороняв цю скриню.

source: Mam pewien pomysł...
uk: У мене є ідея...

source: Mam pewne wątpliwości czy sam go wykonałeś, ale widać, że ci zależy na tej pracy.
uk: У мене є деякі сумніви, чи ти зробив її сам, але видно, що ти постарався.

source: Mam pewną pilną sprawę w mieście, którą muszę załatwić.
uk: У мене в місті є невідкладна справа, якою я маю зайнятися.

source: Mam pewną sprawę do załatwienia...
uk: Мені потрібно вирішити одну справу...

source: Mam pietruszkę.
uk: Я маю петрушку.

source: Mam pilnować, żeby żadne zwierzę ci nie przeszkadzało?
uk: Хочеш, щоб я подбав про те, щоб звірі тобі не заважали?

source: Mam pismo od Ulryka. Wpuść mnie.
uk: Я маю лист від Ульріка. Впусти мене.

source: Mam piwa.
uk: Я маю пиво.

source: Mam piwo.
uk: У мене є пиво.

source: Mam podejrzenia. Dogadałam się z miejskim cyrulikiem, że zbada dla mnie pewien teren. Spotkam się z nim pod waszą kopalnią, i tam mi odpowie, czy warto go dokładnie sprawdzić.
uk: Маю підозри. Я домовилася з міським цирульником, що він огляне для мене певну ділянку. Я зустрінуся з ним біля вашої копальні, і там ми визначимось, чи варто перевірити її ретельніше.

source: Mam poduszkę dla Legrifa. Pora mu ją zanieść.
uk: Подушка у мене. Час віднести її Легріфу.

source: Mam podążać za Ewaldem do wyznaczonego miejsca.
uk: Я маю слідувати за Евальдом до місця призначення.

source: Mam pokonać ścierwojada w ramach testu?
uk: Я маю здолати падальника в рамках тесту?

source: Mam pominąć, że dałeś się schwytać?
uk: Мені не варто згадувати, що ти дозволив себе схопити?

source: Mam pomysł jak pozbyć się Broddy'ego
uk: В мене є ідея, як позбутися Бродді.

source: Mam pomysł odnośnie grochówki.
uk: У мене є ідея щодо горохового супу.

source: Mam pomysł! Co ty na to, żeby spróbować się na niego wspiąć od zewnątrz?
uk: У мене є ідея! Як щодо того, щоб спробувати залізти на нього ззовні?

source: Mam pomysł! Pomożesz mi dokończyć to wino, a gdy już sobie odsiedzi swoje na półce, to podzielimy się produktem końcowym. Co ty na to?
uk: У мене є ідея! Ти допоможеш мені закінчити це вино, а коли воно дозріє на полиці, ми розділимо кінцевий продукт. Що скажеш?

source: Mam pomysł, jak pozbyć się Broddy'ego. Zamierzam ugotować jakiś posiłek i skusić go do opuszczenia stanowiska.
uk: В мене є ідея, як позбутися Бродді. Я приготую якусь страву і спокушу його покинути свій пост.

source: Mam pomysł, jak zdobyć kolejny z potrzebnych przedmiotów, ale chyba zmarnowałem potrzebny do tego zwój. Szkoda teraz czasu na szukanie kolejnych, może Riordian będzie mógł mi jakoś pomóc.
uk: У мене є ідея, як отримати ще один з необхідних предметів, але, здається, я змарнував сувій, необхідний для цього. Зараз марно витрачати час на пошуки, можливо, Ріордіан зможе мені якось допомогти.

source: Mam pomysł. Zacznij nauczać w dzień, na targu, albo w porcie, tam jest dużo ludzi, ktoś na pewno zechce kupić tę całą 'Wieżę'.
uk: У мене є ідея. Почни проповідувати вдень, на ринку або в порту. Там багато людей, і хтось обов'язково захоче купити цю твою 'Вежу'.

source: Mam pomóc w zamknięciu śledztwa.
uk: Я маю допомогти з розслідуванням.

source: Mam ponownie spotkać się z Berto, być może będzie miał dla nas więcej informacji.
uk: Я маю ще раз зустрітися з Берто. Можливо, у нього буде більше інформації для нас.

source: Mam ponownie spotkać się z Berto.
uk: Я маю знову зустрітися з Берто.

source: Mam poszukać w pokoju Ingolfa księgi zatytułowanej 'Potęga Równowagi'.
uk: Я маю знайти в покоях Інгольфа книгу під назвою 'Сила балансу'.

source: Mam powiedzieć Otmarowi, że jesteś problematyczny we współpracy? No, to przestań się obijać.
uk: Хочеш, щоб я поскаржився на тебе Отмару? Ну тоді перестань байдикувати.

source: Mam prawo tu być, tak samo, jak ty!
uk: Я маю таке ж право бути тут, як і ти!

source: Mam preparat, o który prosiłeś.
uk: У мене є препарат, який ти просив.

source: Mam propozycję. Pomożesz mi dokończyć robotę, a ja przygotuję dla ciebie coś specjalnego w mojej kuźni. Uwierz mi, będziesz zadowolony.
uk: В мене є пропозиція. Ти допоможеш мені закінчити роботу, а я виготовлю для тебе щось особливе у своїй кузні. Повір мені, ти будеш задоволений.

source: Mam propozycję. Załatwmy to między sobą. Ty i ja. Zwycięzca odejdzie stąd w jednym kawałku
uk: У мене є пропозиція. Давай вирішимо це між нами. Ти і я. Переможець піде звідси цілим і неушкодженим.

source: Mam prośbę.
uk: У мене є прохання.

source: Mam przeczesać Dzielnicę Biedoty i pozbyć się pozostałych wielkich szczurów. Po wszystkim Weigar będzie na mnie czekał w porcie, niedaleko molo. Po WSPÓLNYM patrolu spodziewałem się czegoś innego...
uk: Я маю обстежити Бідний квартал і позбутися великих щурів, що залишилися. Після цього Вейгар чекатиме на мене в порту, біля причалу. Від спільного патрулювання я чекав чогось іншого...

source: Mam przeczucie, że wkrótce spotkamy się na Starym Mieście. Wpadnij do mojego sklepu, co? Kto wie, może znajdę dla ciebie jakieś zajęcie?
uk: У мене таке передчуття, що ми скоро зустрінемося у Старому місті. Зазирни до моєї крамнички, добре? Хто знає, може, я знайду для тебе якусь роботу?

source: Mam przekazać pieniądze bezpośrednio Antonio.
uk: Я повинен віддати гроші безпосередньо Антоніо.

source: Mam przepustkę!
uk: У мене є перепустка!

source: Mam przy sobie kilka kawałków szczurzego mięsa.
uk: Я маю кілька шматочків щурячого м'яса.

source: Mam przy sobie odpowiedni strój. Mogę go zanieść Kazeemowi.
uk: Я маю з собою підходящий одяг. Віднесу його Казіму.

source: Mam przy sobie parę mikstur.
uk: Я маю при собі деякі зілля.

source: Mam przy sobie pewną miksturę. Zwiększa ona krzepę jej użytkownika, ale tylko na krótką chwilę.
uk: Я маю з собою одне зілля. Воно збільшує силу того, хто його вип'є, але лише на короткий час.

source: Mam przy sobie roślinę, której potrzebujecie.
uk: Я маю потрібну вам рослину.

source: Mam przy sobie trochę jedzenia.
uk: У мене є з собою трохи їжі.

source: Mam przy sobie trochę mięsa.
uk: У мене є при собі трохи м'яса.

source: Mam przy sobie trochę złotych monet...
uk: Маю кілька золотих монет...

source: Mam pytanie w sprawie zamachu.
uk: У мене є питання стосовно вбивства.

source: Mam pytanie.
uk: Я маю питання.

source: Mam płacić za to, by móc walczyć?
uk: Мені потрібно заплатити, щоб я міг побитися?

source: Mam rozejrzeć się za takimi samymi butelkami jak ta, z której próbowaliśmy wina z Gumbertem. Będę musiał sprawdzić każdą z osobna.
uk: Я маю шукати такі ж пляшки, як та, з якої ми дегустували вино з Гумбертом. Мені доведеться перевірити кожну з них окремо.

source: Mam rozumieć, że brakuje ci złota? Jeśli nie brzydzisz się uczciwej roboty, to myślę, że coś dla ciebie znajdę.
uk: Я правильно розумію, тобі не вистачає золота? Якщо ти не гидуєш чесною працею, думаю, я знайду для тебе дещо.

source: Mam rozwiesić je na tablicach w mieście.
uk: Я маю розмістити їх на дошках оголошень у місті.

source: Mam rozwiesić ogłoszenia w tych miejscach: Plac Targowy, Dzielnica Rzemieślników, Targ Rybny, Austeria Ernesto oraz Dolina Złota - Pracownia jubilerska.
uk: Я маю розвісити оголошення в наступних місцях: Ринкова площа, Ремісничий квартал, Рибний ринок, Гостинний двір Ернесто та Золота Долина – Ювелірна майстерня.

source: Mam rozwiesić ogłoszenia w tych miejscach: Plac Targowy, Dzielnica Rzemieślników, Targ Rybny, Austeria Ernesto oraz Dolina Złota - Pracownia jubilerska. Muszę też zdecydować, czy rozwiesić wszędzie fałszywe czy prawdziwe ogłoszenia.
uk: Я маю розвісити оголошення в наступних місцях: Ринкова площа, Ремісничий квартал, Рибний ринок, Гостинний двір Ернесто та Золота Долина – Ювелірна майстерня. Я також маю вирішити, розвішувати всюди підроблені чи справжні оголошення.

source: Mam również informację, że herszt przybył do obozu na Bagnie.
uk: Я також маю інформацію, що один вождь прибув до табору на болотах.

source: Mam ręce pełne roboty, więc mów prędko, o co chodzi?
uk: У мене повно роботи, тож кажи швидко, що тобі потрібно?

source: Mam się bać?
uk: Мені варто боятися?

source: Mam się nim opiekować?
uk: Я маю за ним доглядати?

source: Mam się spotkać jutro z Roderichem, by omówić szczegóły mojej służby. Kiedy będę miał to za sobą, powinienem porozmawiać też z Oktavem i Lennartem.
uk: Завтра я маю зустрітися з Родеріхом, щоб обговорити деталі моєї служби. Після цього я маю поговорити з Октавом і Ленартом.

source: Mam skrzynkę pełną sztab z magicznej rudy. Jest sporo warta.
uk: У мене є скриня, повна зливків з магічної руди. Вони чимало коштують.

source: Mam spore chody w Araxos, więc jakbyś chciał do nas dołączyć, mogę polecić cię Lorenzo.
uk: Я маю досить великий вплив в Араксосі, тож якщо ти хочеш приєднатися до нас, я можу порекомендувати тебе Лоренцо.

source: Mam sprawdzić, czy wytyczne opisujące tereny łowieckie tropicieli Araxos ciągle są aktualne. Mam nadzieję, że dokument Garosa nie jest bardziej szczegółowy, niż trzeba.
uk: Мені потрібно перевірити, чи інструкції, що описують мисливські угіддя слідопитів Араксосу, все ще є чинними. Сподіваюся, що документ Гароса не буде більш детальним, ніж потрібно.

source: Mam swoich stałych klientów, nie mogę narzekać.
uk: У мене є постійні клієнти, тому я не нарікаю.

source: Mam swoje sposoby.
uk: У мене свої методи.

source: Mam szczęście! Nie muszę szukać kolejnego frajera...
uk: Мені пощастило! Тепер не доведеться шукати чергового невдаху...

source: Mam szeroki asortyment towarów spoza kopalni jak i wytwarzanych na miejscu przez naszego kowala.
uk: У мене широкий асортимент товарів з-за меж копальні, а також виготовлених тут нашим ковалем.

source: Mam tak dużo pracy, że zastanawiam się nad sprawieniem sobie własnego parobka.
uk: У мене стільки роботи, що я подумую про те, щоб завести власного батрака.

source: Mam takie przeczucie.
uk: У мене таке передчуття.

source: Mam taką nadzieję. Dobrze postąpił wypożyczając ci go.
uk: Сподіваюсь на це. Він вчинив правильно, позичивши його тобі.

source: Mam tam księgę o gatunkach krwiopijców. Sprawdź, czy jeden z opisów nie pasuje do tego, którego szukamy.
uk: У мене там є книга про види шершнів. Подивись, чи не збігається один з описів з тим, що ми шукаємо.

source: Mam te jabłka.
uk: У мене є ці яблука.

source: Mam tego dość! Poddaje się! Nie chcę nigdy więcej dowodzić ludźmi!
uk: З мене досить! Я здаюся! Я більше ніколи не хочу командувати людьми!

source: Mam ten dokument, o którym rozmawialiśmy.
uk: У мене є той документ, про який ми розмовляли.

source: Mam ten list.
uk: У мене є цей лист.

source: Mam ten miecz.
uk: У мене є цей меч.

source: Mam teraz inne sprawy na głowie.
uk: Я маю зараз інші справи.

source: Mam teraz problem, bo ten cholerny gówniarz gdzieś czmychnął, jeszcze wydałem na niego pieniądze, a reputacja? Lada dzień poleci mi na łeb na szyję!
uk: Тепер у мене проблема, тому що цей клятий виродок кудись вислизнув, а я ще й витратив на нього гроші. А моя репутація? Я збанкрутую з дня на день!

source: Mam teraz wolne, nie widzisz?
uk: У мене зараз вільний час, не бачиш?

source: Mam testament.
uk: Я маю заповіт.

source: Mam też nadzieję, że jako mój czeladnik będziesz się godnie zachowywał. Nie chcę, by przez ciebie wytykano mnie palcami!
uk: Я також сподіваюся, що як мій учень ти будеш поводитись гідно. Я не хочу, щоб на мене тикали пальцями!

source: Mam też oko na rodzinny interes. U mojej córki, Lucy, możesz kupić porządne łuki.
uk: Я також стежу за сімейним бізнесом. У моєї доньки, Люсі, можна купити пристойні луки.

source: Mam też spore znajomości, mógłbym pomóc ci załatwić jakąś delikatną sprawę, jeśli masz jakieś kłopoty.
uk: У мене також є багато зв'язків, я можу допомогти тобі вирішити якусь важливу справу, якщо у тебе виникнуть проблеми.

source: Mam też wiele ksiąg innych autorów.
uk: Я також маю багато книг інших авторів.

source: Mam też wszystkie materiały potrzebne by wykuć solidny oręż. Rzuć okiem, jeśli chcesz.
uk: У мене також є всі матеріали, необхідні для виготовлення міцної зброї. Можеш подивитися, якщо хочеш.

source: Mam to najzwyczajniej w świecie w dupie.
uk: Мені це все до одного місця.

source: Mam to przemówienie.
uk: Промова у мене.

source: Mam to, o co prosiłeś.
uk: У мене є те, що ти просив.

source: Mam towary, o które prosiłeś.
uk: У мене є товари, які ти просив.

source: Mam trochę skór na sprzedaż.
uk: У мене є кілька шкур на продаж.

source: Mam trop, ale nie mogę cię wziąć ze sobą. Moje kontakty z półświatku nie przepadają za obcymi.
uk: У мене є зачіпка, але я не можу взяти тебе з собою. Мої знайомі зі злочинного світу не дуже люблять незнайомців.

source: Mam tu coś zimnego dla ciebie i twojego kumpla.
uk: Маю щось прохолодне для тебе і твого приятеля.

source: Mam tu coś zimnego dla ciebie i twojego kumpla. Może to umili wam przerwę.
uk: У мене тут є дещо прохолодне для тебе і твого приятеля. Можливо, це допоможе скрасити вашу перерву.

source: Mam tu dla ciebie mały upominek w ramach nagrody.
uk: У мене є невеличкий подарунок для тебе як винагороду.

source: Mam tu dobrą odtrutkę. Skusisz się?
uk: У мене є хороша протиотрута. Цікавить?

source: Mam tu list z obozu drwali, który muszę dostarczyć do stoczni.
uk: У мене тут лист з табору лісорубів, який я маю доставити на корабельню.

source: Mam tu list z obozu drwali.
uk: У мене тут лист з табору лісорубів.

source: Mam tu mięso kraba.
uk: Я маю крабове м'ясо.

source: Mam tu na myśli pracę u wpływowego człowieka, który wie jak dobrze nagradzać wiernych mu ludzi.
uk: Я маю на увазі роботу на впливову людину, яка знає, як добре винагородити вірних йому людей.

source: Mam tu narzędzia dla Homera, ale jeśli chcesz, to możesz sam zapytać Corteza...
uk: У мене тут є інструменти для Гомера, але якщо хочеш, то можеш запитати Кортеза сам...

source: Mam tu narzędzia dla Homera.
uk: У мене тут інструменти для Гомера.

source: Mam tu ostatnią butelkę 'Czarnego Trolla'. To słodowy trunek z północnego Nordmaru. Leżakował w naszym magazynie od przeszło 15 lat.
uk: Маю останню пляшку 'Чорного троля'. Це солодовий напій з північного Нордмару. Він настоювався у нас на складі понад 15 років.

source: Mam tu parę młotków na sprzedaż.
uk: У мене тут є кілька молотків на продаж.

source: Mam tu potrawkę, którą prawdopodobnie go otruto. Mógłbyś mi powiedzieć, czy nie ma w niej jakiejś trucizny?
uk: У мене тут є страва, якою він, ймовірно, був отруєний. Чи не міг би ти перевірити, чи є в ній якась отрута?

source: Mam tu przy sobie odtrutkę przygotowaną specjalnie do twojej trucizny. Oddam ci ją tylko jeśli powiesz mi co zrobiłeś z moim bratem Jornem w Silbach!
uk: У мене з собою є протиотрута, приготована спеціально від твоєї отрути. Я віддам її тобі, тільки якщо ти скажеш мені, що ти зробив з моїм братом Йорном у Сільбаху!

source: Mam tu trochę nieobrobionego żelaza.
uk: У мене тут є необроблене залізо.

source: Mam tutaj bryłkę magicznej rudy.
uk: У мене тут є самородок магічної руди.

source: Mam tutaj coś co powinno postawić cię na nogi.
uk: У мене тут є дещо, що має поставити тебе на ноги.

source: Mam tutaj jedną zniszczoną. Mógłbyś ją dla mnie naprawić?
uk: У мене тут є одна пошкоджена сітка. Можеш полагодити?

source: Mam tutaj runę teleportacyjną do miasta.
uk: В мене є руна телепортації до міста.

source: Mam tutaj skórę warga, może cię zainteresuje.
uk: У мене є шкура варга, можливо, вона тебе зацікавить.

source: Mam tutaj zwój przemiany w chrząszcza. Wejdziesz do środka, sprawdzisz wszystko i wyjdziesz. Nieźle to wymyśliłem, co?
uk: У мене тут є сувій перетворення у м'ясного жука. Ти заповзеш всередину, все перевіриш і виповзеш. Непогана ідея, так?

source: Mam twoje szaszłyki.
uk: Я приніс твій шашлик.

source: Mam twoje złoto.
uk: Я приніс твоє золото.

source: Mam twoją księgę.
uk: Твоя книга в мене.

source: Mam twoją paczkę.
uk: Твій пакунок у мене.

source: Mam twoją sieć.
uk: У мене є твоя сітка.

source: Mam twój akt własności.
uk: Твій акт на право власності у мене.

source: Mam twój glejt!
uk: В мене є твоя перепустка!

source: Mam tylko nadzieję, że Jorn odnajdzie się cały i zdrowy.
uk: Сподіваюся, що Йорн знайдеться цілим і неушкодженим.

source: Mam tylko nadzieję, że będzie mi się to opłacało.
uk: Сподіваюсь, що це буде того варте.

source: Mam tylko nadzieję, że jak coś nas napadnie, to będziesz równie skory do bitki!
uk: Маю надію, що якщо на нас щось нападе, ти не менш охоче вступиш у битву!

source: Mam tylko nadzieję, że jako najemnik Araxos będziesz miał czas na doskonalenie fachu, chętnie cię nauczę nawet mistrzowskich technik alchemicznych.
uk: Я лише сподіваюся, що як найманець Араксосу ти матимеш час вдосконалювати своє ремесло, я навіть буду радий навчити тебе різним алхімічним технікам.

source: Mam tylko nadzieję, że jako strażnik będziesz miał czas na doskonalenie fachu, chętnie cię nauczę nawet mistrzowskich technik alchemicznych.
uk: Я лише сподіваюся, що як вартовий ти матимеш час вдосконалювати своє ремесло, я навіть буду радий навчити тебе різним алхімічним технікам.

source: Mam tylko nadzieję, że kolejne edykty królewskie nie uderzą w mój interes. To byłaby tragedia!
uk: Сподіваюся, що наступні королівські укази не зачеплять мій бізнес. Це була б трагедія!

source: Mam tylko nadzieję, że nie będzie padać. I że zostało trochę wina w butelce.
uk: Я лише сподіваюся, що дощу не буде. І що в пляшці ще залишилося трохи вина.

source: Mam tylko nadzieję, że nie będę miała z tego powodu problemów z Bradlockiem...
uk: Я лише сподіваюся, що у мене не буде неприємностей з Бредлоком через це...

source: Mam tylko nadzieję, że nie zrobiłem z siebie idioty, ufając ci, smarkaczu.
uk: Сподіваюся, я не виставив себе ідіотом, довірившись тобі, шмаркачу.

source: Mam tylko nadzieję, że podczas tego krótkiego życia nie będzie mi dane zbyt często cię oglądać.
uk: Лише сподіваюся, що впродовж цього короткого життя ми не так часто бачитимемось.

source: Mam tylko nadzieję, że się wezmą do roboty, a nie będą leżeć do góry brzuchem z flaszką gorzałki.
uk: Сподіваюся, вони візьмуться до роботи, а не лежатимуть з пляшкою випивки.

source: Mam tylko nadzieję, że tam, gdzie płyniemy, nie będzie żadnych paskudnych orków!
uk: Сподіваюся, там, куди ми пливемо, не буде жодного паскудного орка!
